Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# online_offline_note
source: You’re offline. Showing downloaded mosques only.
ar: أنت غير متصل. تُعرض المساجد المحمّلة فقط.
as: আপুনি অফলাইন আছে। কেৱল ডাউনলোড কৰা মছজিদ দেখুওৱা হৈছে।
bn: আপনি অফলাইনে আছেন। শুধু ডাউনলোড করা মসজিদ দেখানো হচ্ছে।
bs: Niste na internetu. Prikazuju se samo preuzete džamije.
ckb: تۆ ئۆفلاینیت. تەنها مزگەوتە داگیراوەکان پیشان دەدرێن.
es: Estás sin conexión. Solo se muestran las mezquitas descargadas.
fa: آفلاین هستید. فقط مسجدهای دانلودشده نمایش داده می‌شوند.
fa_af: آفلاین هستید. فقط مساجد دانلودشده نمایش داده می‌شوند.
fil: Offline ka. Mga na-download na masjid lang ang ipinapakita.
fr: Vous êtes hors ligne. Seules les mosquées téléchargées sont affichées.
gu: તમે ઑફલાઇન છો. ફક્ત ડાઉનલોડ કરેલી મસ્જિદો બતાવી રહ્યા છીએ.
ha: Ba ku da intanet. Ana nuna masallatan da aka sauke kawai.
hi: आप ऑफ़लाइन हैं। सिर्फ़ डाउनलोड की गई मस्जिदें दिखाई जा रही हैं।
hu: Nincs internetkapcsolat. Csak a letöltött mecsetek látszanak.
id: Anda sedang offline. Hanya masjid yang diunduh yang ditampilkan.
ka: ოფლაინ ხართ. ნაჩვენებია მხოლოდ ჩამოტვირთული მეჩეთები.
km: អ្នកកំពុងនៅក្រៅបណ្ដាញ។ កំពុងបង្ហាញតែម៉ាស្ជិតដែលបានទាញយកប៉ុណ្ណោះ។
kn: ನೀವು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿದ್ದೀರಿ. ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಮಸೀದಿಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸಲಾಗುತ್ತಿದೆ.
mk: Не сте поврзани на интернет. Се прикажуваат само преземените џамии.
ml: നിങ്ങൾ ഓഫ്‌ലൈനാണ്. ഡൗൺലോഡ് ചെയ്ത പള്ളികൾ മാത്രം കാണിക്കുന്നു.
mr: तुम्ही ऑफलाइन आहात. फक्त डाउनलोड केलेल्या मशिदी दाखवत आहोत.
nl: Je bent offline. Alleen gedownloade moskeeën worden getoond.
pa: ਤੁਸੀਂ ਆਫ਼ਲਾਈਨ ਹੋ। ਸਿਰਫ਼ ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਮਸਜਿਦਾਂ ਦਿਖਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ।
pt: Você está offline. Mostrando só as mesquitas baixadas.
ru: Нет подключения. Показаны только загруженные мечети.
si: ඔබ නොබැඳිව සිටී. බාගත කළ පල්ලි පමණක් පෙන්වමින්.
sr: Ван мреже сте. Приказују се само преузете џамије.
sw: Huna intaneti. Inaonyesha misikiti iliyopakuliwa tu.
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నారు. డౌన్‌లోడ్ చేసిన మసీదులను మాత్రమే చూపిస్తోంది.
th: คุณออฟไลน์อยู่ แสดงเฉพาะมัสยิดที่ดาวน์โหลดไว้
tr: Çevrimdışısınız. Yalnızca indirilen camiler gösteriliyor.
ug: تورسىز ھالەتتىسىز. پەقەت چۈشۈرۈلگەن مەسچىتلەرلا كۆرسىتىلىدۇ.
ur: آپ آف لائن ہیں۔ صرف ڈاؤن لوڈ کردہ مساجد دکھائی جا رہی ہیں۔
vi: Bạn đang ngoại tuyến. Chỉ hiển thị các thánh đường đã tải về.
zh_hans: 你处于离线状态，仅显示已下载的清真寺。

# online_search
source: Search online for mosques
ar: البحث عن المساجد عبر الإنترنت
as: অনলাইনত মছজিদ বিচাৰক
bn: অনলাইনে মসজিদ খুঁজুন
bs: Traži džamije online
ckb: گەڕانی ئۆنلاین بۆ مزگەوت
es: Buscar mezquitas en línea
fa: جستجوی آنلاین مسجدها
fa_af: جستجوی آنلاین مساجد
fil: Maghanap ng masjid online
fr: Rechercher des mosquées en ligne
gu: મસ્જિદો ઑનલાઇન શોધો
ha: Nemi masallatai ta intanet
hi: मस्जिदें ऑनलाइन खोजें
hu: Mecsetek keresése online
id: Cari masjid secara online
ka: მეჩეთების ონლაინ ძიება
km: ស្វែងរកម៉ាស្ជិតតាមអ៊ីនធឺណិត
kn: ಮಸೀದಿಗಳನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಹುಡುಕಿ
mk: Пребарувај џамии на интернет
ml: പള്ളികൾ ഓൺലൈനിൽ തിരയുക
mr: मशिदी ऑनलाइन शोधा
nl: Online naar moskeeën zoeken
pa: ਮਸਜਿਦਾਂ ਆਨਲਾਈਨ ਲੱਭੋ
pt: Buscar mesquitas online
ru: Искать мечети онлайн
si: පල්ලි මාර්ගගතව සොයන්න
sr: Тражи џамије на мрежи
sw: Tafuta misikiti mtandaoni
te: మసీదుల కోసం ఆన్‌లైన్‌లో వెతకండి
th: ค้นหามัสยิดออนไลน์
tr: Camileri çevrimiçi ara
ug: توردىن مەسچىت ئىزدەش
ur: مساجد آن لائن تلاش کریں
vi: Tìm thánh đường trực tuyến
zh_hans: 在线搜索清真寺

# online_search_body
source: Adds live results to your downloaded data. Your approximate location (about 1 km) is sent to the map service. The live map also loads map images for the area you view.
ar: يضيف نتائج مباشرة إلى بياناتك المحمّلة. يُرسل موقعك التقريبي (نحو 1 كم) إلى خدمة الخرائط. كما تحمّل الخريطة الحية صور المنطقة التي تشاهدها.
as: আপোনাৰ ডাউনলোড কৰা তথ্যত লাইভ ফলাফল যোগ কৰে। আপোনাৰ আনুমানিক অৱস্থান (প্ৰায় 1 কিমি) মেপ সেৱালৈ পঠিওৱা হয়। লাইভ মানচিত্ৰই আপুনি চোৱা অঞ্চলৰ মানচিত্ৰৰ ছবিও লোড কৰে।
bn: আপনার ডাউনলোড করা ডেটার সাথে লাইভ ফলাফল যোগ করে। আপনার আনুমানিক লোকেশন (প্রায় 1 কিমি) ম্যাপ সেবায় পাঠানো হয়। লাইভ মানচিত্র আপনি যে এলাকা দেখছেন তার মানচিত্রের ছবিও লোড করে।
bs: Dodaje rezultate uživo vašim preuzetim podacima. Vaša približna lokacija (oko 1 km) šalje se usluzi mapa. Mapa uživo također učitava slike mape za područje koje gledate.
ckb: ئەنجامی ڕاستەوخۆ بۆ زانیارییە داگیراوەکانت زیاد دەکات. شوێنی نزیکەییت (نزیکەی ١ کم) بۆ خزمەتگوزاری نەخشە دەنێردرێت. نەخشەی ڕاستەوخۆش وێنەی نەخشەی ئەو ناوچەیە بار دەکات کە سەیری دەکەیت.
es: Añade resultados en vivo a tus datos descargados. Tu ubicación aproximada (unos 1 km) se envía al servicio de mapas. El mapa en vivo también carga imágenes de la zona que ves.
fa: نتایج زنده را به داده‌های دانلودشده شما اضافه می‌کند. موقعیت تقریبی شما (حدود ۱ کیلومتر) به سرویس نقشه فرستاده می‌شود. نقشه زنده هم تصاویر نقشه منطقه‌ای را که می‌بینید بارگیری می‌کند.
fa_af: نتایج زنده را به معلومات دانلودشده شما اضافه می‌کند. موقعیت تقریبی شما (حدود ۱ کیلومتر) به خدمات نقشه فرستاده می‌شود. نقشه زنده هم تصاویر نقشه ساحه‌ای را که می‌بینید دانلود می‌کند.
fil: Nagdaragdag ng live na resulta sa iyong na-download na datos. Ipinapadala ang iyong tinatayang lokasyon (mga 1 km) sa serbisyo ng mapa. Naglo-load din ang live na mapa ng mga larawan ng mapa para sa lugar na tinitingnan mo.
fr: Ajoute des résultats en direct à vos données téléchargées. Votre position approximative (environ 1 km) est envoyée au service de cartes. La carte en direct charge aussi les images de la zone affichée.
gu: તમારા ડાઉનલોડ કરેલા ડેટામાં લાઇવ પરિણામો ઉમેરે છે. તમારું અંદાજિત લોકેશન (આશરે 1 કિમી) મેપ સેવાને મોકલાય છે. લાઇવ નકશો તમે જે વિસ્તાર જુઓ છો તેની નકશા તસવીરો પણ લોડ કરે છે.
ha: Yana ƙara sakamako kai tsaye cikin bayanan da kuka sauke. Ana aika wurinku na ƙiyasi (kusan km 1) zuwa sabis ɗin taswira. Taswirar kai tsaye kuma tana loda hotunan taswira na yankin da kuke kallo.
hi: आपके डाउनलोड किए गए डेटा में लाइव नतीजे जोड़ता है। आपकी अनुमानित लोकेशन (लगभग 1 किमी) मैप सेवा को भेजी जाती है। लाइव नक्शा आपके देखे जा रहे इलाक़े की नक्शा तस्वीरें भी लोड करता है।
hu: Élő találatokat ad a letöltött adataidhoz. A hozzávetőleges helyed (kb. 1 km) a térképszolgáltatáshoz kerül. Az élő térkép a megtekintett területről térképképeket is betölt.
id: Menambahkan hasil langsung ke data unduhan Anda. Lokasi perkiraan Anda (sekitar 1 km) dikirim ke layanan peta. Peta langsung juga memuat gambar area yang Anda lihat.
ka: თქვენს ჩამოტვირთულ მონაცემებს ამატებს ცოცხალ შედეგებს. თქვენი მიახლოებითი მდებარეობა (დაახლოებით 1 კმ) იგზავნება რუკის სერვისთან. ცოცხალი რუკა ასევე ტვირთავს თქვენ მიერ დათვალიერებული ტერიტორიის რუკის გამოსახულებებს.
km: បន្ថែមលទ្ធផលផ្ទាល់ទៅទិន្នន័យដែលអ្នកបានទាញយក។ ទីតាំងប្រហាក់ប្រហែលរបស់អ្នក (ប្រហែល 1 គ.ម.) ត្រូវបានផ្ញើទៅសេវាផែនទី។ ផែនទីផ្ទាល់ក៏ផ្ទុករូបភាពផែនទីសម្រាប់តំបន់ដែលអ្នកមើលផងដែរ។
kn: ನೀವು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಡೇಟಾಗೆ ಲೈವ್ ಫಲಿತಾಂಶಗಳನ್ನು ಸೇರಿಸುತ್ತದೆ. ನಿಮ್ಮ ಅಂದಾಜು ಸ್ಥಳವನ್ನು (ಸುಮಾರು 1 ಕಿ.ಮೀ) ನಕ್ಷೆ ಸೇವೆಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ಲೈವ್ ನಕ್ಷೆಯು ನೀವು ನೋಡುವ ಪ್ರದೇಶದ ನಕ್ಷೆ ಚಿತ್ರಗಳನ್ನೂ ಲೋಡ್ ಮಾಡುತ್ತದೆ.
mk: Додава резултати во живо кон вашите преземени податоци. Вашата приближна локација (околу 1 км) се испраќа до услугата за мапи. Мапата во живо вчитува и слики од мапата за подрачјето што го гледате.
ml: നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത ഡാറ്റയിലേക്ക് തത്സമയ ഫലങ്ങൾ ചേർക്കുന്നു. നിങ്ങളുടെ ഏകദേശ ലൊക്കേഷൻ (ഏകദേശം 1 കി.മീ) മാപ്പ് സേവനത്തിലേക്ക് അയയ്ക്കും. ലൈവ് മാപ്പ് നിങ്ങൾ കാണുന്ന പ്രദേശത്തിന്റെ മാപ്പ് ചിത്രങ്ങളും ലോഡ് ചെയ്യും.
mr: तुमच्या डाउनलोड केलेल्या डेटामध्ये लाइव्ह निकाल जोडते. तुमचे अंदाजे लोकेशन (सुमारे 1 किमी) मॅप सेवेला पाठवले जाते. लाइव्ह नकाशा तुम्ही पाहत असलेल्या भागाच्या नकाशा प्रतिमाही लोड करतो.
nl: Voegt live resultaten toe aan je gedownloade gegevens. Je geschatte locatie (ongeveer 1 km) wordt naar de kaartdienst gestuurd. De live kaart laadt ook kaartafbeeldingen van het gebied dat je bekijkt.
pa: ਤੁਹਾਡੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਡਾਟਾ ਵਿੱਚ ਲਾਈਵ ਨਤੀਜੇ ਜੋੜਦਾ ਹੈ। ਤੁਹਾਡਾ ਅੰਦਾਜ਼ਨ ਟਿਕਾਣਾ (ਲਗਭਗ 1 ਕਿ.ਮੀ.) ਨਕਸ਼ਾ ਸੇਵਾ ਨੂੰ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ। ਲਾਈਵ ਨਕਸ਼ਾ ਤੁਹਾਡੇ ਵੇਖੇ ਜਾ ਰਹੇ ਖੇਤਰ ਦੀਆਂ ਨਕਸ਼ਾ ਤਸਵੀਰਾਂ ਵੀ ਲੋਡ ਕਰਦਾ ਹੈ।
pt: Adiciona resultados ao vivo aos seus dados baixados. Sua localização aproximada (cerca de 1 km) é enviada ao serviço de mapas. O mapa ao vivo também carrega imagens da área que você vê.
ru: Добавляет онлайн-результаты к загруженным данным. Ваше приблизительное местоположение (около 1 км) отправляется картографическому сервису. Живая карта также загружает изображения просматриваемого района.
si: ඔබ බාගත කළ දත්තවලට සජීවී ප්‍රතිඵල එක් කරයි. ඔබේ ආසන්න ස්ථානය (කි.මී. 1 ක් පමණ) සිතියම් සේවාවට යවනු ලැබේ. සජීවී සිතියම ඔබ බලන ප්‍රදේශයේ සිතියම් රූපද පූරණය කරයි.
sr: Додаје резултате уживо вашим преузетим подацима. Ваша приближна локација (око 1 км) шаље се услузи мапа. Мапа уживо такође учитава слике мапе за област коју гледате.
sw: Inaongeza matokeo ya moja kwa moja kwenye data uliyopakua. Mahali ulipo kwa makadirio (takriban km 1) panatumwa kwa huduma ya ramani. Ramani hai pia inapakia picha za ramani za eneo unalotazama.
te: మీరు డౌన్‌లోడ్ చేసిన డేటాకు లైవ్ ఫలితాలను జోడిస్తుంది. మీ సుమారు లొకేషన్ (దాదాపు 1 కి.మీ) మ్యాప్ సేవకు పంపబడుతుంది. లైవ్ మ్యాప్ మీరు చూసే ప్రాంతం మ్యాప్ చిత్రాలను కూడా లోడ్ చేస్తుంది.
th: เพิ่มผลลัพธ์แบบเรียลไทม์ลงในข้อมูลที่คุณดาวน์โหลด ตำแหน่งโดยประมาณของคุณ (ราว 1 กม.) จะถูกส่งไปยังบริการแผนที่ แผนที่แบบเรียลไทม์ยังโหลดภาพแผนที่ของพื้นที่ที่คุณดูด้วย
tr: İndirilen verilere canlı sonuçlar ekler. Yaklaşık konumunuz (yaklaşık 1 km) harita hizmetine gönderilir. Canlı harita, baktığınız bölgenin görüntülerini de yükler.
ug: چۈشۈرۈلگەن سانلىق مەلۇماتىڭىزغا جانلىق نەتىجىلەرنى قوشىدۇ. تەخمىنىي ئورنىڭىز (تەخمىنەن 1 كم) خەرىتە مۇلازىمىتىگە يوللىنىدۇ. جانلىق خەرىتە سىز كۆرۈۋاتقان رايوننىڭ خەرىتە رەسىملىرىنىمۇ يۈكلەيدۇ.
ur: آپ کے ڈاؤن لوڈ کردہ ڈیٹا میں براہ راست نتائج شامل کرتا ہے۔ آپ کا تقریبی مقام (تقریباً 1 کلومیٹر) نقشہ سروس کو بھیجا جاتا ہے۔ لائیو نقشہ دیکھے جانے والے علاقے کی تصاویر بھی لوڈ کرتا ہے۔
vi: Thêm kết quả trực tiếp vào dữ liệu bạn đã tải về. Vị trí gần đúng của bạn (khoảng 1 km) được gửi đến dịch vụ bản đồ. Bản đồ trực tiếp cũng tải hình ảnh bản đồ cho khu vực bạn xem.
zh_hans: 在你下载的数据中加入实时结果。你的大致位置（约 1 公里）会发送给地图服务。实时地图还会加载你所查看区域的地图图像。

# online_searching
source: Looking for more mosques online…
ar: جارٍ البحث عن مساجد أخرى عبر الإنترنت…
as: অনলাইনত আৰু মছজিদ বিচৰা হৈছে…
bn: অনলাইনে আরও মসজিদ খোঁজা হচ্ছে…
bs: Tražimo još džamija online…
ckb: گەڕانی ئۆنلاین بۆ مزگەوتی زیاتر…
es: Buscando más mezquitas en línea…
fa: در حال جستجوی آنلاین مسجدهای بیشتر…
fa_af: در حال جستجوی آنلاین مساجد بیشتر…
fil: Naghahanap ng iba pang masjid online…
fr: Recherche d’autres mosquées en ligne…
gu: ઑનલાઇન વધુ મસ્જિદો શોધી રહ્યા છીએ…
ha: Ana neman ƙarin masallatai ta intanet…
hi: ऑनलाइन और मस्जिदें खोजी जा रही हैं…
hu: További mecsetek keresése online…
id: Mencari masjid lain secara online…
ka: ვეძებთ მეტ მეჩეთს ონლაინ…
km: កំពុងរកម៉ាស្ជិតបន្ថែមតាមអ៊ីនធឺណិត…
kn: ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಇನ್ನಷ್ಟು ಮಸೀದಿಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ…
mk: Бараме уште џамии на интернет…
ml: കൂടുതൽ പള്ളികൾ ഓൺലൈനിൽ തിരയുന്നു…
mr: ऑनलाइन आणखी मशिदी शोधत आहोत…
nl: Online naar meer moskeeën zoeken…
pa: ਆਨਲਾਈਨ ਹੋਰ ਮਸਜਿਦਾਂ ਲੱਭੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ…
pt: Procurando mais mesquitas online…
ru: Ищем другие мечети онлайн…
si: තවත් පල්ලි මාර්ගගතව සොයමින්…
sr: Тражимо још џамија на мрежи…
sw: Inatafuta misikiti zaidi mtandaoni…
te: ఆన్‌లైన్‌లో మరిన్ని మసీదుల కోసం వెతుకుతోంది…
th: กำลังหามัสยิดเพิ่มเติมทางออนไลน์…
tr: Çevrimiçi daha fazla cami aranıyor…
ug: توردىن تېخىمۇ كۆپ مەسچىت ئىزدەۋاتىدۇ…
ur: مزید مساجد آن لائن تلاش ہو رہی ہیں…
vi: Đang tìm thêm thánh đường trực tuyến…
zh_hans: 正在在线查找更多清真寺…

source: Open Settings
ar: فتح الإعدادات
as: ছেটিংছ খোলক
bn: সেটিংস খুলুন
bs: Otvori postavke
ckb: کردنەوەی ڕێکخستنەکان
es: Abrir Ajustes
fa: باز کردن تنظیمات
fa_af: باز کردن تنظیمات
fil: Buksan ang Mga Setting
fr: Ouvrir les réglages
gu: સેટિંગ્સ ખોલો
ha: Buɗe Saituna
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
ka: პარამეტრების გახსნა
km: បើកការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
mk: Отвори поставки
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
nl: Instellingen openen
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pt: Abrir Configurações
ru: Открыть настройки
si: සැකසීම් විවෘත කරන්න
sr: Отвори подешавања
sw: Fungua Mipangilio
te: సెట్టింగ్‌లు తెరవండి
th: เปิดการตั้งค่า
tr: Ayarları aç
ug: تەڭشەكنى ئېچىش
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置

# pack_builtin
source: Built in
ar: مدمج
as: আগৰে পৰা অন্তৰ্ভুক্ত
bn: অন্তর্ভুক্ত
bs: Ugrađeno
ckb: ناوخۆیی
es: Integrado
fa: داخلی
fa_af: داخلی
fil: Kasama na
fr: Intégré
gu: પહેલેથી સામેલ
ha: Na ciki
hi: पहले से शामिल
hu: Beépített
id: Bawaan
ka: ჩაშენებული
km: មានស្រាប់
kn: ಅಂತರ್ನಿರ್ಮಿತ
mk: Вградено
ml: ഉൾച്ചേർത്തത്
mr: आधीपासून समाविष्ट
nl: Ingebouwd
pa: ਪਹਿਲਾਂ ਤੋਂ ਸ਼ਾਮਲ
pt: Integrado
ru: Встроено
si: ඇතුළත් කර ඇත
sr: Уграђено
sw: Iliyojengwa ndani
te: అంతర్నిర్మితం
th: ติดตั้งมาในแอป
tr: Yerleşik
ug: ئىچكى
ur: پہلے سے شامل
vi: Có sẵn
zh_hans: 内置

# pack_details
source: %1$@ records, %2$@, version %3$@
ar: %1$@ سجل، %2$@، الإصدار %3$@
as: %1$@টা ৰেকৰ্ড, %2$@, সংস্কৰণ %3$@
bn: %1$@টি রেকর্ড, %2$@, ভার্সন %3$@
bs: Zapisa: %1$@, %2$@, verzija %3$@
ckb: %1$@ تۆمار، %2$@، وەشانی %3$@
es: %1$@ registros, %2$@, versión %3$@
fa: %1$@ رکورد، %2$@، نسخه %3$@
fa_af: %1$@ ریکارد، %2$@، نسخه %3$@
fil: %1$@ record, %2$@, bersyon %3$@
fr: %1$@ fiches, %2$@, version %3$@
gu: %1$@ રેકોર્ડ, %2$@, વર્ઝન %3$@
ha: Bayanai %1$@, %2$@, siga %3$@
hi: %1$@ रिकॉर्ड, %2$@, वर्ज़न %3$@
hu: %1$@ rekord, %2$@, %3$@ verzió
id: %1$@ data, %2$@, versi %3$@
ka: %1$@ ჩანაწერი, %2$@, ვერსია %3$@
km: %1$@ កំណត់ត្រា, %2$@, កំណែ %3$@
kn: %1$@ ದಾಖಲೆಗಳು, %2$@, ಆವೃತ್ತಿ %3$@
mk: Записи: %1$@, %2$@, верзија %3$@
ml: %1$@ രേഖകൾ, %2$@, പതിപ്പ് %3$@
mr: %1$@ नोंदी, %2$@, आवृत्ती %3$@
nl: %1$@ records, %2$@, versie %3$@
pa: %1$@ ਰਿਕਾਰਡ, %2$@, ਵਰਜਨ %3$@
pt: %1$@ registros, %2$@, versão %3$@
ru: Записей: %1$@, %2$@, версия %3$@
si: වාර්තා %1$@, %2$@, අනුවාදය %3$@
sr: Записа: %1$@, %2$@, верзија %3$@
sw: Rekodi %1$@, %2$@, toleo %3$@
te: %1$@ రికార్డులు, %2$@, వెర్షన్ %3$@
th: %1$@ รายการ, %2$@, เวอร์ชัน %3$@
tr: %1$@ kayıt, %2$@, sürüm %3$@
ug: %1$@ خاتىرە، %2$@، نەشرى %3$@
ur: %1$@ ریکارڈ، %2$@، ورژن %3$@
vi: %1$@ bản ghi, %2$@, phiên bản %3$@
zh_hans: %1$@ 条记录，%2$@，版本 %3$@

# pack_kind_books
source: Books: %1$@
ar: الكتب: %1$@
as: কিতাপ: %1$@
bn: বই: %1$@
bs: Knjige: %1$@
ckb: کتێبەکان: %1$@
es: Libros: %1$@
fa: کتاب‌ها: %1$@
fa_af: کتاب‌ها: %1$@
fil: Mga aklat: %1$@
fr: Livres : %1$@
gu: પુસ્તકો: %1$@
ha: Littattafai: %1$@
hi: किताबें: %1$@
hu: Könyvek: %1$@
id: Buku: %1$@
ka: წიგნები: %1$@
km: សៀវភៅ៖ %1$@
kn: ಪುಸ್ತಕಗಳು: %1$@
mk: Книги: %1$@
ml: പുസ്തകങ്ങൾ: %1$@
mr: पुस्तके: %1$@
nl: Boeken: %1$@
pa: ਕਿਤਾਬਾਂ: %1$@
pt: Livros: %1$@
ru: Книги: %1$@
si: පොත්: %1$@
sr: Књиге: %1$@
sw: Vitabu: %1$@
te: పుస్తకాలు: %1$@
th: หนังสือ: %1$@
tr: Kitaplar: %1$@
ug: كىتابلار: %1$@
ur: کتابیں: %1$@
vi: Sách: %1$@
zh_hans: 书籍：%1$@

# pack_kind_cities
source: Cities and time zones
ar: المدن والمناطق الزمنية
as: চহৰ আৰু সময় অঞ্চল
bn: শহর ও টাইম জোন
bs: Gradovi i vremenske zone
ckb: شارەکان و ناوچە کاتییەکان
es: Ciudades y zonas horarias
fa: شهرها و منطقه‌های زمانی
fa_af: شهرها و منطقه‌های زمانی
fil: Mga lungsod at time zone
fr: Villes et fuseaux horaires
gu: શહેરો અને ટાઇમ ઝોન
ha: Garuruwa da yankunan lokaci
hi: शहर और टाइम ज़ोन
hu: Városok és időzónák
id: Kota dan zona waktu
ka: ქალაქები და სასაათო სარტყლები
km: ទីក្រុង និងល្វែងម៉ោង
kn: ನಗರಗಳು ಮತ್ತು ಸಮಯ ವಲಯಗಳು
mk: Градови и временски зони
ml: നഗരങ്ങളും സമയ മേഖലകളും
mr: शहरे आणि टाइम झोन
nl: Steden en tijdzones
pa: ਸ਼ਹਿਰ ਅਤੇ ਸਮਾਂ ਖੇਤਰ
pt: Cidades e fusos horários
ru: Города и часовые пояса
si: නගර සහ වේලා කලාප
sr: Градови и временске зоне
sw: Miji na saa za eneo
te: నగరాలు మరియు టైమ్ జోన్‌లు
th: เมืองและเขตเวลา
tr: Şehirler ve saat dilimleri
ug: شەھەرلەر ۋە ۋاقىت رايونلىرى
ur: شہر اور ٹائم زون
vi: Thành phố và múi giờ
zh_hans: 城市和时区

# pack_kind_library
source: Library: %1$@
ar: المكتبة: %1$@
as: লাইব্ৰেৰী: %1$@
bn: লাইব্রেরি: %1$@
bs: Biblioteka: %1$@
ckb: کتێبخانە: %1$@
es: Biblioteca: %1$@
fa: کتابخانه: %1$@
fa_af: کتابخانه: %1$@
fil: Aklatan: %1$@
fr: Bibliothèque : %1$@
gu: લાઇબ્રેરી: %1$@
ha: Ɗakin karatu: %1$@
hi: लाइब्रेरी: %1$@
hu: Könyvtár: %1$@
id: Perpustakaan: %1$@
ka: ბიბლიოთეკა: %1$@
km: បណ្ណាល័យ៖ %1$@
kn: ಗ್ರಂಥಾಲಯ: %1$@
mk: Библиотека: %1$@
ml: ലൈബ്രറി: %1$@
mr: ग्रंथालय: %1$@
nl: Bibliotheek: %1$@
pa: ਲਾਇਬ੍ਰੇਰੀ: %1$@
pt: Biblioteca: %1$@
ru: Библиотека: %1$@
si: පුස්තකාලය: %1$@
sr: Библиотека: %1$@
sw: Maktaba: %1$@
te: లైబ్రరీ: %1$@
th: ห้องสมุด: %1$@
tr: Kütüphane: %1$@
ug: كۈتۈپخانا: %1$@
ur: لائبریری: %1$@
vi: Thư viện: %1$@
zh_hans: 图书馆：%1$@

# pack_kind_mosques
source: Mosques: %1$@
ar: المساجد: %1$@
as: মছজিদ: %1$@
bn: মসজিদ: %1$@
bs: Džamije: %1$@
ckb: مزگەوتەکان: %1$@
es: Mezquitas: %1$@
fa: مسجدها: %1$@
fa_af: مساجد: %1$@
fil: Mga masjid: %1$@
fr: Mosquées : %1$@
gu: મસ્જિદો: %1$@
ha: Masallatai: %1$@
hi: मस्जिदें: %1$@
hu: Mecsetek: %1$@
id: Masjid: %1$@
ka: მეჩეთები: %1$@
km: ម៉ាស្ជិត៖ %1$@
kn: ಮಸೀದಿಗಳು: %1$@
mk: Џамии: %1$@
ml: പള്ളികൾ: %1$@
mr: मशिदी: %1$@
nl: Moskeeën: %1$@
pa: ਮਸਜਿਦਾਂ: %1$@
pt: Mesquitas: %1$@
ru: Мечети: %1$@
si: පල්ලි: %1$@
sr: Џамије: %1$@
sw: Misikiti: %1$@
te: మసీదులు: %1$@
th: มัสยิด: %1$@
tr: Camiler: %1$@
ug: مەسچىتلەر: %1$@
ur: مساجد: %1$@
vi: Thánh đường: %1$@
zh_hans: 清真寺：%1$@

# permission_location_ios
source: Your location is used on this phone for prayer times, the Qibla and nearby mosques. Only an approximate location is sent, and only when online mosque search is on.
ar: يُستخدم موقعك على هذا الهاتف للمواقيت والقبلة والمساجد القريبة. لا يُرسل إلا موقع تقريبي، وفقط عند تفعيل البحث عن المساجد عبر الإنترنت.
as: আপোনাৰ অৱস্থান এই ফোনতে নামাজৰ সময়, কিবলা আৰু ওচৰৰ মছজিদৰ বাবে ব্যৱহাৰ কৰা হয়। কেৱল আনুমানিক অৱস্থানহে পঠিওৱা হয়, আৰু সেয়াও কেৱল অনলাইন মছজিদ সন্ধান অন থাকিলেহে।
bn: আপনার লোকেশন এই ফোনেই নামাজের সময়, কিবলা ও কাছের মসজিদের জন্য ব্যবহার হয়। শুধু আনুমানিক লোকেশন পাঠানো হয়, এবং তা কেবল অনলাইন মসজিদ সার্চ চালু থাকলেই।
bs: Vaša lokacija se koristi na ovom telefonu za namaska vremena, kiblu i džamije u blizini. Šalje se samo približna lokacija, i to samo kad je uključena online pretraga džamija.
ckb: شوێنەکەت لەسەر ئەم مۆبایلە بۆ کاتەکانی نوێژ، قیبلە و مزگەوتە نزیکەکان بەکاردێت. تەنها شوێنێکی نزیکەیی دەنێردرێت، ئەویش تەنها کاتێک گەڕانی ئۆنلاینی مزگەوت چالاکە.
es: Tu ubicación se usa en este teléfono para los horarios, la alquibla y las mezquitas cercanas. Solo se envía una ubicación aproximada, y solo con la búsqueda en línea activada.
fa: موقعیت شما روی همین گوشی برای اوقات نماز، قبله و مسجدهای نزدیک استفاده می‌شود. فقط موقعیت تقریبی فرستاده می‌شود، آن هم تنها وقتی جستجوی آنلاین مسجد روشن باشد.
fa_af: موقعیت شما روی همین موبایل برای اوقات نماز، قبله و مساجد نزدیک استفاده می‌شود. فقط موقعیت تقریبی فرستاده می‌شود، آن هم تنها وقتی جستجوی آنلاین مسجد روشن باشد.
fil: Ginagamit ang iyong lokasyon sa teleponong ito para sa mga oras ng dasal, ang Qibla at mga kalapit na masjid. Tinatayang lokasyon lang ang ipinapadala, at kapag naka-on lang ang online na paghahanap ng masjid.
fr: Votre position sert, sur ce téléphone, aux horaires, à la qibla et aux mosquées proches. Seule une position approximative est envoyée, et seulement si la recherche en ligne est activée.
gu: તમારું લોકેશન આ જ ફોન પર નમાઝના સમય, કિબ્લા અને નજીકની મસ્જિદો માટે વપરાય છે. ફક્ત અંદાજિત લોકેશન મોકલાય છે, અને તે પણ ત્યારે જ જ્યારે ઑનલાઇન મસ્જિદ શોધ ચાલુ હોય.
ha: Ana amfani da wurinku a wannan wayar don lokutan sallah, Alƙibla da masallatan da ke kusa. Wuri na ƙiyasi kawai ake aikawa, kuma sai idan an kunna binciken masallatai ta intanet.
hi: आपकी लोकेशन इसी फ़ोन पर नमाज़ के समय, क़िबला और आसपास की मस्जिदों के लिए इस्तेमाल होती है। सिर्फ़ अनुमानित लोकेशन भेजी जाती है, और वह भी तभी जब ऑनलाइन मस्जिद खोज चालू हो।
hu: A helyzetedet ez a telefon használja az imaidőkhöz, a kiblához és a közeli mecsetekhez. Csak hozzávetőleges hely kerül elküldésre, és csak akkor, ha az online mecsetkeresés be van kapcsolva.
id: Lokasi Anda digunakan di ponsel ini untuk waktu salat, kiblat, dan masjid terdekat. Hanya lokasi perkiraan yang dikirim, dan hanya saat pencarian masjid online aktif.
ka: თქვენი მდებარეობა ამ ტელეფონზე გამოიყენება ლოცვის დროებისთვის, ყიბლისთვის და ახლომდებარე მეჩეთებისთვის. იგზავნება მხოლოდ მიახლოებითი მდებარეობა და მხოლოდ მაშინ, როცა მეჩეთების ონლაინ ძიება ჩართულია.
km: ទីតាំងរបស់អ្នកត្រូវបានប្រើនៅលើទូរសព្ទនេះ សម្រាប់ម៉ោងសឡាត គិបឡាត់ និងម៉ាស្ជិតក្បែរៗ។ មានតែទីតាំងប្រហាក់ប្រហែលប៉ុណ្ណោះដែលត្រូវបានផ្ញើ ហើយតែនៅពេលបើកការស្វែងរកម៉ាស្ជិតតាមអ៊ីនធឺណិតប៉ុណ្ណោះ។
kn: ನಮಾಜ್ ಸಮಯಗಳು, ಕಿಬ್ಲಾ ಮತ್ತು ಹತ್ತಿರದ ಮಸೀದಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಈ ಫೋನ್‌ನಲ್ಲೇ ಬಳಸಲಾಗುತ್ತದೆ. ಅಂದಾಜು ಸ್ಥಳವನ್ನು ಮಾತ್ರ ಕಳುಹಿಸಲಾಗುತ್ತದೆ, ಅದೂ ಆನ್‌ಲೈನ್ ಮಸೀದಿ ಹುಡುಕಾಟ ಆನ್ ಆಗಿದ್ದಾಗ ಮಾತ್ರ.
mk: Вашата локација се користи на овој телефон за времињата за намаз, киблата и џамиите во близина. Се испраќа само приближна локација и само кога е вклучено пребарувањето џамии на интернет.
ml: നമസ്കാര സമയങ്ങൾ, ഖിബ്‌ല, അടുത്തുള്ള പള്ളികൾ എന്നിവയ്ക്കായി നിങ്ങളുടെ ലൊക്കേഷൻ ഈ ഫോണിൽ ഉപയോഗിക്കുന്നു. ഏകദേശ ലൊക്കേഷൻ മാത്രമേ അയയ്ക്കൂ, അതും ഓൺലൈൻ പള്ളി തിരയൽ ഓണായിരിക്കുമ്പോൾ മാത്രം.
mr: तुमचे लोकेशन याच फोनवर नमाजच्या वेळा, किब्ला आणि जवळच्या मशिदींसाठी वापरले जाते. फक्त अंदाजे लोकेशन पाठवले जाते, आणि तेही ऑनलाइन मशीद शोध चालू असेल तेव्हाच.
nl: Je locatie wordt op deze telefoon gebruikt voor gebedstijden, de qibla en moskeeën in de buurt. Alleen een geschatte locatie wordt verstuurd, en alleen als online moskeeën zoeken aan staat.
pa: ਤੁਹਾਡਾ ਟਿਕਾਣਾ ਇਸੇ ਫ਼ੋਨ ’ਤੇ ਨਮਾਜ਼ ਦੇ ਵਕਤਾਂ, ਕਿਬਲੇ ਅਤੇ ਨੇੜਲੀਆਂ ਮਸਜਿਦਾਂ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਸਿਰਫ਼ ਅੰਦਾਜ਼ਨ ਟਿਕਾਣਾ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਸਿਰਫ਼ ਜਦੋਂ ਆਨਲਾਈਨ ਮਸਜਿਦ ਖੋਜ ਚਾਲੂ ਹੋਵੇ।
pt: Sua localização é usada neste celular para os horários de oração, a Qibla e as mesquitas próximas. Só uma localização aproximada é enviada, e apenas quando a busca online de mesquitas está ativada.
ru: Ваше местоположение используется на этом телефоне для времени намазов, киблы и мечетей поблизости. Отправляется только приблизительное местоположение и только при включённом онлайн-поиске мечетей.
si: සලාත වේලාවන්, කිබ්ලා සහ අසල පල්ලි සඳහා ඔබේ ස්ථානය මෙම දුරකථනයේ භාවිත වේ. යවනු ලබන්නේ ආසන්න ස්ථානයක් පමණි, එයද මාර්ගගත පල්ලි සෙවුම සක්‍රිය විට පමණි.
sr: Ваша локација се користи на овом телефону за намаска времена, киблу и џамије у близини. Шаље се само приближна локација, и то само кад је укључена претрага џамија на мрежи.
sw: Mahali ulipo panatumika kwenye simu hii kwa nyakati za sala, Kibla na misikiti iliyo karibu. Ni mahali pa makadirio tu panapotumwa, na tu utafutaji wa misikiti mtandaoni ukiwa umewashwa.
te: నమాజ్ సమయాలు, ఖిబ్లా, దగ్గరి మసీదుల కోసం మీ లొకేషన్ ఈ ఫోన్‌లోనే ఉపయోగించబడుతుంది. సుమారు లొకేషన్ మాత్రమే పంపబడుతుంది, అదీ ఆన్‌లైన్ మసీదు శోధన ఆన్‌లో ఉన్నప్పుడు మాత్రమే.
th: ตำแหน่งของคุณใช้บนโทรศัพท์นี้สำหรับเวลาละหมาด กิบลัต และมัสยิดใกล้เคียง ระบบจะส่งเพียงตำแหน่งโดยประมาณ และเฉพาะเมื่อเปิดการค้นหามัสยิดออนไลน์เท่านั้น
tr: Konumunuz bu telefonda namaz vakitleri, kıble ve yakındaki camiler için kullanılır. Yalnızca çevrimiçi cami araması açıkken yaklaşık konum gönderilir.
ug: ئورنىڭىز مۇشۇ تېلېفوندا ناماز ۋاقىتلىرى، قىبلە ۋە يېقىن ئەتراپتىكى مەسچىتلەر ئۈچۈن ئىشلىتىلىدۇ. پەقەت تەخمىنىي ئورۇنلا يوللىنىدۇ، ئۇ ھەم پەقەت توردا مەسچىت ئىزدەش ئوچۇق بولغاندىلا.
ur: آپ کا مقام اسی فون پر نماز کے اوقات، قبلہ اور قریبی مساجد کے لیے استعمال ہوتا ہے۔ صرف تقریبی مقام بھیجا جاتا ہے، اور صرف جب آن لائن مسجد تلاش آن ہو۔
vi: Vị trí của bạn được dùng trên điện thoại này cho giờ cầu nguyện, hướng Qibla và các thánh đường gần đó. Chỉ vị trí gần đúng được gửi đi, và chỉ khi bật tìm kiếm thánh đường trực tuyến.
zh_hans: 你的位置在此手机上用于礼拜时间、朝向和附近的清真寺。仅在开启在线清真寺搜索时，才会发送大致位置。
